<?php
// Heading
$_['heading_title']    = 'Карусель Рекомендуемых Товаров';

// Text
$_['text_module']      = 'Модули';
$_['text_success']     = 'Успешно: Вы изменили модуль Карусель Рекомендуемых Товаров!';
$_['text_edit']        = 'Изменить Карусель Рекомендуемых Продуктов';

$_['text_yes']         = 'Да';
$_['text_no']          = 'Нет';

// Entry
$_['entry_name']       		= 'Название модуля';
$_['entry_name_as_title']   = 'Название модуля как заголовок';
$_['entry_product']    		= 'Товары';
$_['entry_limit']      		= 'Всего товаров в каруселе';
$_['entry_shuffle_items']   = 'Перемешать товары в каруселе';
$_['entry_thumb_size']      = 'Размер миниатюры (W*H)';
$_['entry_thumb_width']     = 'Ширина миниатюры';
$_['entry_thumb_height']    = 'Высота миниатюры';
$_['entry_status']     		= 'Статус';
$_['entry_itemspage']    	= 'Товаров в каруселе (видемые)';
$_['entry_auto_play'] 		= 'Автопрокрутка';
$_['entry_pause_on_hover'] 	= 'Пауза при наведений';
$_['entry_show_pagination'] = 'Показать пагинатор';
$_['entry_show_navigation'] = 'Показать навигацию';


// Help
$_['help_name_as title']    = 'Покозать название модуля как заголовок в каруселе';
$_['help_product']     		= '(Автозаполнение)';
$_['help_shuffle_items']    = 'Перемешать товары в случайном порядке при каждом запуске(вкл/откл)';
$_['help_auto_play']		= 'Автопрокрутка товаров в каруселе(вкл/откл)';
$_['help_pause_on_hover'] 	= 'Пауза при наведений мышки на карусель(вкл/откл)';
$_['help_show_pagination'] 	= 'Показать пагинатор в низу каруселя(вкл/откл)';
$_['help_show_navigation'] 	= 'Показать навигацию каруселя(вкл/откл)';

// Error
$_['error_permission'] = 'Внимание: У вас нет достаточно прав для изменения модуля Карусель Рекомендуемых Товаров!';
$_['error_name']       = 'Внимание: Имя модуля должно быть между 3 и 64 символов!';
$_['error_width']      = 'Внимание: Ширина миниатюры обязательна!';
$_['error_height']     = 'Внимание: Высота миниатюры обязательна!';